{
    "home":"Home",
    "vision":"Vision",
    "mission":"Mission",
    "clients":"Clients",
    "services":"Services",
    "whyUs":"Why Us",
    "contactUs":"Contact Us",
    "quote":"Quote",
    "aboutTitle":"About Us",
    "whoTitle":"Who Are We?",
    "whoText":"FMC Is A Fully Integrated Specialized International Logistics Service Provider With Vast Experience In Freight Forwarding Custom Clearance, Warehousing, Fulfillment And Last Mile And Project Cargo Handling.",
    "location":"Our Location",
    "locationText":"Based In Riyadh, Kingdom Of Saudi Arabia, We Aim At Offering You With Complete Logistics Services And Solutions Integrated With Your Business.",
    "scale":"Our Scale",
    "scaleText":"Our Scale Of Expertise And Operation Enable Us To Provide Appropriate Solutions Ranging From Complex Logistic Solutions Along Individual Logistics Services, Namely Transport Solutions, Storage, Distribution Logistics And Out Sourcing Solutions.",
    "aboutBtn":"READ MORE",
    "visionTitle":"Our Vision",
    "visionText":"Every customer is different, and every solution is unique.  FMC offers tailored solutions customized to meet the  specific needs and requirements of each customer.  Through our emphasis on precision, innovation and  continuous technological development, we are committed  to becoming industry pioneers in the MENA region.",
    "visionBtn":"Our Mission",
    "missionTitle":"Our Mission",
    "missionText":"We ensure to provide our valuable customers with an end-to-end (E2E) supply Chain management services to enable their business demands. We imprint the Core value in our people to drive FMC in to a customer-centric that enables Innovative modular designs, flexible pricing, effective and efficient solutions That are adaptable to the new business trends.",
    "clientsTitle":"Our Clients",
    "clientsVisit":"Visit Us",
    "modalMsg":"Message Sent!",
    "contactName":"Name:",
    "contactEmail":"Return Email:",
    "contactMsg":"Message:",
    "contactBtn":"SEND",
    "contactBtnSending":"Sending...",
    "saudiArabiaLocation":"Saudi Arabia- Al Riyadh",
    "quoteMsgSent":"Quote Sent!" ,
    "quoteLocation":"Location:",
    "quoteCompanyName":"Company Name (optional) :",
    "quotePhoneNumber":"Phone Number (optional) :",
    "quoteAdditionalInfo":"Additional Info (optional) :",
    "quoteBtn":"SEND QUOTE"

}
