{
    "home":"Home",
    "vision":"Vision",
    "mission":"Mission",
    "clients":"Clients",
    "services":"Services",
    "whyUs":"Why Us",
    "contactUs":"Contact Us",
    "quote":"Quote",
    "aboutTitle":"About Us",
    "whoTitle":"Who Are We?",
    "whoText":"FMC Is A Fully Integrated Specialized International Logistics Service Provider With Vast Experience In Freight Forwarding Custom Clearance, Warehousing, Fulfillment And Last Mile And Project Cargo Handling.",
    "locationTitle":"Our Location",
    "locationText":"Based In Riyadh, Kingdom Of Saudi Arabia, We Aim At Offering You With Complete Logistics Services And Solutions Integrated With Your Business.",
    "addressTitle":"Address:",
    "addressText":"Saudi Arabia- Al Riyadh.",
    "workingHrsTitle":"Working Hours:",
    "workingHrs":"Monday to Friday.",
    "scale":"Our Scale",
    "scaleText":"Our Scale Of Expertise And Operation Enable Us To Provide Appropriate Solutions Ranging From Complex Logistic Solutions Along Individual Logistics Services, Namely Transport Solutions, Storage, Distribution Logistics And Out Sourcing Solutions.",
    "aboutBtn":"READ MORE",
    "visionTitle":"Our Vision",
    "visionText":"Every customer is different, and every solution is unique.  FMC offers tailored solutions customized to meet the  specific needs and requirements of each customer.  Through our emphasis on precision, innovation and  continuous technological development, we are committed  to becoming industry pioneers in the MENA region.",
    "visionBtn":"Our Mission",
    "missionTitle":"Our Mission",
    "missionText":"We ensure to provide our valuable customers with an end-to-end (E2E) supply Chain management services to enable their business demands. We imprint the Core value in our people to drive FMC in to a customer-centric that enables Innovative modular designs, flexible pricing, effective and efficient solutions That are adaptable to the new business trends.",
    "missionBtn":"Our Clients",
    "clientsTitle":"Our Clients",
    "clientsVisit":"Visit Us",
    "alertMsg":"Click on icons for details",
    "alertMsgMobile":"Hover over icons for details",
    "servicesTitle":"Our Services",
    "service1Title":"Air Freight",
    "service1Text":"Another term for air cargo that is, the shipment of products through an air carrier",
    "service2Title":"Land Freight",
    "service2Text":"Movement of cargo from point A to point B by road through trucks or railway.",
    "service3Title":"Custom Clearance",
    "service3Text":"Customs clearance is a necessary procedure",
    "service3TextExtended":"Customs clearance is a necessary procedure before products and shipments can be imported or exported internationally.",
    "service4Title":"Pharma Logistics",
    "service4Text":"Pharmaceutical logistics is related to the handling, ",
    "service4TextExtended":"Pharmaceutical logistics is related to the handling, transport and chain management of multiple and varied products. ",
    "service5Title":"Packing & Relocating",
    "service5Text":"Packing and transfering products all around the globe.",
    "service6Title":"Sea Freight",
    "service6Text":"A method of transporting large quantities of products via cargo ships.",
    "service7Title":"DGR",
    "service7Text":"Dangerous Goods Regulations manual",
    "service7TextExtended":"Dangerous Goods Regulations manual used to make sure dangerous products are transported safely and efficiently.",
    "service8Title":"Warehousing & Distrobution",
    "service8Text":"A warehouse is used for storing products",
    "service8TextExtended":"A warehouse is used for storing products while a distribution center, apart from storing products offers value-added services.",
    "service9Title":"Cargo Insurance",
    "service9Text":"Cargo insurance is the method used in protecting shipments",
    "service9TextExtended":"Cargo insurance is the method used in protecting shipments from physical damage or theft",
    "service10Title":"Project Cargo",
    "service10Text":"Also known as project forwarding or project logistics,",
    "service10TextExtended":"Also known as project forwarding or project logistics, is the transportation of large, complex, or high-value pieces of equipment.",
    "service11Title":"Break Bulk & RoRo Services",
    "service11Text":"Breakbulk ocean shipping is a common method used to successfully transport cargo.",
    "service11TextExtended":"Breakbulk ocean shipping is a common method used to successfully transport cargo or goods that cannot fit in standard-size shipping containers or cargo bins.RO/RO(Roll On-Roll Off) is typically used when transporting breakbulk shipments. Most heavy breakbulk shipments use RO/RO and avoid fees.",
    "moreBtn":"..more",
    "lessBtn":"...less",
    "whyUsTitle":"? Why Choose Us ",
    "whyUsText":"FMC is your reliable cost effective service provider for all logistics and freight needs. Our customer centric approach and dedication to innovation guarantee that we can tailor any solution to meet your exact requirements. Our business culture is based around adapting to our clients and to the latest technologies, so we can provide you with the most efficient services without ever compromising on quality.",
    "whyUslistTitle":"Why should I invest in FMC and why should I trust their path along with where it's located?",
    "whyUsList1Header":"Successfully growing businesses : ",
    "whyUsList1":"The statistic describes the total number of establishments in Saudi Arabia from 2010 to 2017. Saudi Arabia had approximately one million establishments in 2017, up from 945 thousand units in 2015.",
    "whyUsList2Header":"Employments : ",
    "whyUsList2":"In 2017, Saudi Arabia had approximately 4.7 million employees from all nationalities.",
    "whyUsList3Header":"Safe Investments : ",
    "whyUsList3":"In 2005, Saudi Arabia joined the World Trade Organization. This helped with promoting global access to investments within the country. It also helped to modernize Saudi Arabian trade policy.",
    "whyUsList4Header":"Advantages for investors in Saudi Arabia : ",
    "whyUsList4":"for foreign investors in different key sectors. In a way, foreign investors can pick and choose from the different types of investments they want to pursue.",
    "whyUsList5Header":"economically stable",
    "whyUsList5":", and has built bonds with many powerdul countries worldwide, so the danger of an economic collapse is pretty much 0.",
    "whyUslist5extra":"Saudi Arabia is",
    "whyUsBtn":"Contact Us",
    "modalMsg":"Message Sent!",
    "contactName":"Name:",
    "contactEmail":"Return Email:",
    "contactMsg":"Message:",
    "contactComment":"Comment:",
    "comment":"Comment",
    "contactBtn":"SEND",
    "contactBtnSending":"Sending...",
    "nameErrMsg":"Name is required",
    "emailErrMsg":"Email is required",
    "messageErrMsg":"Message is require",
    "longMessageErrMsg":"Message is too Long",
    "longNameErrMsg":"Name is too long",
    "saudiArabiaLocation":"Saudi Arabia- Al Riyadh",
    "quoteMsgSent":"Quote Sent!" ,
    "quoteLocation":"Location:",
    "quoteCompanyName":"Company Name (optional) :",
    "quotePhoneNumber":"Phone Number (optional) :",
    "quoteAdditionalInfo":"Additional Info (optional) :",
    "quoteBtn":"SEND QUOTE",
    "quoteBtnSending":"Sending..."


}
